Repository: osmfj/osm-trans-ja
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: ja

source: abt
ja: ケーブルカー用

source: abutment
ja: 橋台

source: active
ja: 有効

source: actual
ja: 確実

source: add entry
ja: エントリを追加

source: add to existing associatedStreet relation
ja: 既存の通り名住居表示リレーションに追加

source: add to selection
ja: 選択に加える

source: add toolbar button
ja: ツールバーボタンを追加

source: added
ja: 追加

source: adding {0} {1}
ja: {0} {1} を追加中

source: address
ja: 住所

source: addresses belonging to the street
ja: 通りに所属する住所

source: administrative
ja: 行政境界

source: admission_tickets
ja: 入場券

source: advanced
ja: 上級

source: advanced configuration
ja: 高度な設定

source: aerialway
ja: 索道

source: african
ja: アフリカ料理

source: aggregate
ja: 骨材

source: agricultural
ja: 農業用

source: agricultural_supplies
ja: 農業用品

source: agritourism
ja: 農家民宿

source: air
ja: 換気口

source: air_raid
ja: 空襲警報

source: aliases
ja: 別名

source: all
ja: 全て

source: all Wikipedia articles in Category
ja: カテゴリの Wikipedia の全記事

source: all children of objects matching the expression
ja: 条件に当てはまるすべての子オブジェクト

source: all closed ways
ja: 全ての閉じたウェイ

source: all deleted objects (checkbox <b>{0}</b> must be enabled)
ja: すべての削除されたオブジェクト (<b>{0}</b> をチェックする必要があります)

source: all incomplete objects
ja: すべての不完全なオブジェクト

source: all methods
ja: 全ての方法

source: all modified objects
ja: すべての変更されたオブジェクト

source: all new objects
ja: すべての新しいオブジェクト

source: all nodes
ja: すべてのノード

source: all objects
ja: 全オブジェクト

source: all objects that use any preset under the Geography/Nature group
ja: 地理/自然カテゴリのプリセットに合致するすべてのオブジェクト

source: all objects that use the address preset
ja: 住所プリセットを使ったオブジェクト

source: all parents of objects matching the expression
ja: 条件に当てはまるすべての親オブジェクト

source: all relations
ja: 全てのリレーション

source: all selected objects
ja: すべての選択されたオブジェクト

source: all ways
ja: 全てのウェイ

source: alley
ja: 路地

source: allotments
ja: 市民農園

source: allowed length {2}.
ja: 許可される長さは{2}です。

source: allowed number of nodes {2}
ja: ノードの許容数は{2}

source: allowed {1} objects in a changeset on the server ''{2}''.
ja: サーバ''{2}''上では、変更セット内の許可されるオブジェクト数は{1}です。

source: almond_trees
ja: アーモンド

source: alphabetic
ja: アルファベット順

source: alpine
ja: アルペン

source: alternative name without {0}
ja: {0} がないのに別名がある

source: alternative segment
ja: 代替セグメント

source: altitude
ja: 高度

source: amateur_radio
ja: アマチュア無線

source: amenities type {0}
ja: アメニティの種別 {0}

source: amenity type {0}
ja: アメニティの種別 {0}

source: american
ja: アメリカ料理

source: american_football
ja: アメリカンフットボール

source: anaerobic_digestion
ja: 嫌気性消化

source: anaerobic_digestion / combustion
ja: 嫌気性消化/燃焼

source: analog
ja: アナログ

source: anchor
ja: 耐張鉄塔

source: anchors
ja: アンカー

source: andesite
ja: 安山岩

source: anglican
ja: 英国教会系

source: animal_feed
ja: 動物の餌

source: anonymous
ja: 匿名

source: another...
ja: その他...

source: anything related to the street
ja: 通りに関連するもの

source: apartments
ja: 集合住宅

source: apple_trees
ja: りんご

source: apply {0}
ja: {0}を適用

source: approach segment
ja: アプローチセグメント

source: approved
ja: 承認済み

source: apricot_trees
ja: 杏の木

source: aqueduct
ja: 水道橋

source: arab
ja: アラブ料理

source: arch
ja: アーチ

source: archery
ja: 弓道・アーチェリー

source: architecture
ja: 建築物

source: area
ja: 領域

source: area (more than 20m)
ja: エリア(20m以上)

source: area:highway type {0}
ja: エリア:ハイウェイタイプ{0}

source: areas with downloaded OSM-data
ja: OSMデータをダウンロードした領域

source: areatext
ja: エリアテキスト

source: argentinian
ja: アルゼンチン料理

source: artificial_turf
ja: 人工芝

source: as "{0}"
ja: ロール "{0}"

source: asian
ja: アジア各国料理

source: asphalt
ja: アスファルト

source: associatedStreet
ja: 通り名住居表示

source: astronomy
ja: 天文学

source: asymmetric
ja: 非対称

source: athlete
ja: スポーツ選手

source: athletics
ja: 陸上競技

source: attribute ''index'' ({0}) for element ''layer'' must be unique
ja: ''layer'' 要素の ''index'' 属性({0})が重複しています

source: audio
ja: オーディオ

source: audit
ja: 監査

source: australian_football
ja: オーストラリアンフットボール

source: auto
ja: 単一コイル型

source: auto-fixed validator issues
ja: 自動修正バリデータの問題

source: automatic
ja: 自動

source: automobile
ja: 自動車

source: avenue
ja: 街路樹

source: average nearby nodes
ja: ノード間の平均値

source: aviary
ja: 飼鳥園

source: avocado_trees
ja: アボカドの木

source: axleload (t)
ja: 軸重(t)

source: babies
ja: ベビー服

source: back-to-back
ja: バック・トゥ・バック

source: backcountry
ja: 山スキー

source: background
ja: 背景

source: backward
ja: 後方向

source: backward halt point
ja: 上りの停止位置

source: backward segment
ja: 上り区間

source: bad
ja: 悪い

source: bagel
ja: ベーグル

source: bahai
ja: バハーイ教

source: bakehouse
ja: ベークハウス

source: bakery
ja: ベーカリー

source: balancebeam
ja: 平均台

source: balkan
ja: バルカン料理

source: banana_plants
ja: バナナ

source: bank
ja: 銀行

source: baptist
ja: バプチスト

source: barbecue
ja: 焼肉

source: barbed_wire
ja: 鉄条網

source: barley
ja: 大麦

source: barn
ja: 納屋

source: barracks
ja: 兵舎

source: barrage
ja: ダム・堰

source: barrel
ja: バレル

source: bars
ja: バール

source: bascule
ja: 跳開橋

source: baseball
ja: 野球

source: based on osm route relation data, timestamps are synthetic
ja: OSMのルートリレーションデータを元に、タイムスタンプを合成します。

source: basic_hut
ja: 小屋

source: basics
ja: 基本

source: basilica
ja: バシリカ聖堂

source: basketball
ja: バスケットボール

source: basketrotator
ja: バスカトロテアトル

source: basketswing
ja: バスケトスウィング

source: bauxite
ja: ボーキサイト

source: bavarian
ja: バイエルン料理

source: beachvolleyball
ja: ビーチバレー

source: beam
ja: 桁橋

source: beef_bowl
ja: 牛丼

source: beginning of the track
ja: トラックの開始点

source: bell_tower
ja: 鐘楼

source: bent_mast
ja: ベントマスト

source: betting
ja: 賭け

source: between {0} {1} and {2} {3}
ja: {0} {1} と {2} {3}の間

source: bicycle
ja: 自転車

source: bicycle_tube
ja: 自転車のチューブ

source: billboard
ja: 音楽時計

source: billiards
ja: ビリヤード

source: bingo
ja: ビンゴ

source: biogas
ja: バイオガス

source: biology
ja: 生物学

source: bioreactor
ja: 生体触媒

source: bipole
ja: 2条

source: birds
ja: 鳥類

source: black
ja: 黒

source: blood_check
ja: 血液検査

source: blue
ja: 青

source: blueberry_plants
ja: ブルーベリー植物

source: blurred
ja: ぼやけた

source: board_games
ja: ボードゲーム

source: boardwalk
ja: 木道

source: bog
ja: 泥炭地

source: bollard
ja: 車止め杭

source: booth
ja: ブース

source: border
ja: 境界

source: borough
ja: 自治区

source: both
ja: 両側

source: boules
ja: ブールズ

source: boundary
ja: 境界線

source: boundary type {0}
ja: 境界の種別 {0}

source: bowls
ja: ローンボウルズ

source: boy
ja: 少年

source: branch
ja: 枝線

source: branch waterways (no riverbank)
ja: 支流(川岸なし)

source: brand
ja: ブランド (メーカー)

source: brass
ja: 真鍮

source: brazilian
ja: ブラジル料理

source: brewery
ja: 醸造所

source: bricks
ja: レンガ

source: brickyard
ja: れんが積み

source: bridge
ja: 橋

source: bridleway
ja: 馬道

source: broadleaved
ja: 広葉樹

source: bronze
ja: 青銅

source: brown
ja: 茶色

source: bucket
ja: バケツ式

source: buddhist
ja: 仏教

source: building
ja: 建物

source: building_supplies
ja: 建築用品

source: bungalow
ja: バンガロー

source: bunker
ja: 貯蔵庫

source: burger
ja: バーガー

source: bus
ja: バス

source: bus_guideway
ja: ガイドウェイバス

source: bust
ja: 胸像

source: butterfly
ja: 蝶類

source: by {0}
ja: ({0}作成)

source: cabin
ja: 小屋

source: cable-stayed
ja: 斜張橋

source: cable_tv
ja: ケーブルテレビ

source: cacao_trees
ja: カカオの木

source: cake
ja: ケーキ

source: calculate strong connected channels
ja: 強い結合のチャネルを計算

source: calculating Strong Connectedness
ja: 結合の強さを算出中

source: canadian_football
ja: カナディアンフットボール

source: canal
ja: 運河

source: cancel
ja: 取り消す

source: canoe
ja: カヌー

source: cantilever
ja: カンチレバー橋

source: canton
ja: カートン

source: canvec tile helper
ja: canvecタイルヘルパー

source: caodaism
ja: カオダイ教

source: card_games
ja: カードゲーム

source: caribbean
ja: カリブ料理

source: carport
ja: カーポート

source: case sensitive
ja: 大/小文字を区別する

source: castle_wall
ja: 城壁

source: catering_supplies
ja: ケータリング用品

source: cathedral
ja: 大聖堂

source: catholic
ja: カトリック

source: ceiling
ja: 天井

source: cemetery
ja: 墓地

source: cereal
ja: 穀物

source: chain_link
ja: 金網

source: change file modification time:
ja: ファイル更新時刻を変更:

source: changeset size {1} for server ''{2}''
ja: サーバ''{2}''のチェンジセットサイズ{1}

source: changeset size {1} on server ''{2}'' is exceeded.</html>
ja: サーバ''{2}''のチェンジセットサイズ{1}を超過しました。</html>

source: changeset:0 (objects without an assigned changeset)
ja: changeset:0（変更セットが割り当てられていないオブジェクト）

source: chapel
ja: 礼拝堂

source: charcoal
ja: 石炭

source: charity
ja: チャリティー

source: check
ja: 検問

source: checking cache...
ja: キャッシュのチェック...

source: checkpoint
ja: 検問所

source: chemical
ja: 薬品処理

source: cherry_trees
ja: さくらんぼ

source: chess
ja: チェス

source: chestnut_trees
ja: くりの木

source: chicken
ja: チキン

source: child
ja: 子供

source: children
ja: 子供服

source: chinese
ja: 中国料理

source: christian
ja: キリスト教

source: church
ja: 教会

source: church_of_scotland
ja: スコットランド教会

source: cigarettes
ja: たばこ

source: cinema
ja: 映画

source: city
ja: 市区

source: civil_defense
ja: 民間防衛

source: classic
ja: クラシック

source: classic+skating
ja: クラシック+フリー

source: classic;skating
ja: クラシック;フリー

source: clay
ja: 粘土

source: climbing
ja: クライミング

source: climbingframe
ja: ジャングルジム

source: climbingwall
ja: クライミングウォール

source: clinical_pathology
ja: 臨床病理学

source: clipboard
ja: クリップボード

source: clockwise
ja: 時計回り

source: closed
ja: クローズド

source: closed ways with an area of 100 m²
ja: 100㎡以上の面積を持った閉じたウェイ

source: closedway
ja: 閉じたウェイ

source: clothes
ja: 衣服

source: club_home
ja: クラブホーム

source: coal
ja: 石炭

source: coastline
ja: 海岸線

source: cobblestone
ja: 丸石

source: coconut_palms
ja: ココナッツ

source: coffea_plants
ja: コーヒーの木

source: coffee
ja: コーヒー

source: coffee_shop
ja: 喫茶店

source: cold air
ja: 冷風

source: cold water
ja: 冷水

source: cold-fusion
ja: 常温核融合

source: college
ja: 短大・専門学校

source: color
ja: 色

source: columbarium
ja: 地下要塞

source: combinators
ja: 演算子

source: combined_cycle
ja: コンバインドサイクル

source: combustion
ja: 火力

source: commands
ja: コマンド

source: comment
ja: コメント

source: commercial
ja: 商用

source: commune
ja: コミューン

source: communication
ja: 通信用

source: community_hall
ja: コミュニティホール

source: compacted
ja: 圧縮

source: compensation
ja: 調相設備

source: compressed air
ja: 圧縮空気

source: compression
ja: 圧縮

source: computer
ja: コンピューター

source: concrete
ja: コンクリート

source: concrete:lanes
ja: コンクリート:車線

source: concrete:plates
ja: コンクリート板

source: condoms
ja: コンドーム

source: configure changeset
ja: 変更セットの設定

source: configure the connected DG100
ja: 接続されたDG100の設定

source: configure the map painting style
ja: マップ配色スタイルを構成

source: conflict
ja: 競合

source: confucian
ja: 儒教

source: connection
ja: 接続

source: connection segment
ja: 接続セグメント

source: conservative
ja: 保守派

source: construct channel digraph and search for junctions
ja: チャネル方向グラフを作成し、交差点を検索する

source: construction
ja: 建設中

source: contact_line
ja: 架線

source: contributions
ja: 協力

source: convenience
ja: コンビニ

source: convert coordinates from one coordinate reference system to another
ja: ある座標系の座標を他の座標系に変換します

source: converter
ja: 変換用

source: cooking
ja: 料理

source: cooling
ja: 冷却

source: coordinates
ja: 座標

source: copper
ja: 石炭

source: coral
ja: サンゴ

source: corn
ja: トウモロコシ

source: costumes
ja: コスチューム

source: could not get audio input stream from input URL
ja: 入力したURLからは音声入力ストリームを取得できません

source: count
ja: 件数

source: county
ja: 郡

source: covered
ja: 屋根付き橋

source: cowshed
ja: 牛小屋

source: create an associatedStreet relation
ja: 通り名住居表示を作成

source: create the channel digraph
ja: チャネル方向グラフを作成

source: creates a channel digraph and checks a subset of channels if it is a junction or searches in a subset of channels for junctions
ja: チャネル方向グラフを作成し、それが交差点であればチャネルがその一部であるかどうかをチェックしたり、交差点の中でチャネルの一部を検索したりします

source: creating Channel-Digraph
ja: チャネル方向グラフを作成中

source: creating DigraphLayer
ja: 方向グラフレイヤーを作成

source: crepe
ja: クレープ

source: cricket
ja: クリケット

source: croquet
ja: ゲートボール

source: cross
ja: 交差

source: crossing
ja: 横断歩道

source: crossover
ja: 渡り線

source: crypt
ja: 納骨堂

source: cultural_centre
ja: カルチャーセンター

source: culture
ja: 文化

source: culvert
ja: カルバート

source: curling
ja: カーリング

source: curry
ja: カレー

source: cushion
ja: クッション

source: custom
ja: カスタム

source: customers
ja: 来客用

source: cycleway
ja: 自転車道

source: cycling
ja: サイクリング

source: danish
ja: デンマーク料理

source: data
ja: データ

source: data_protection
ja: データ保護

source: day
ja: 日

source: days
ja: 日

source: dealer
ja: ディーラー

source: deciduous
ja: 落葉樹

source: dedicated
ja: 喫煙者用

source: dedicated_room
ja: 専用部屋

source: default
ja: 既定値

source: defensive
ja: 防御

source: deg° min'' (Nautical)
ja: 度° 分'' (Nautical)

source: deg° min'' sec"
ja: 度 分 秒

source: delete data after import
ja: インポート後データを削除

source: deleted
ja: 削除しました

source: deleted-on-server
ja: サーバー上で削除

source: delivery
ja: 配達目的

source: delta
ja: 烏帽子形

source: delta_two-level
ja: 烏帽子形2層

source: denim
ja: ジーンズ

source: depot
ja: デポ

source: deprecated tagging
ja: 推奨されないタグ付け

source: description
ja: 説明

source: designated
ja: 標示あり

source: destination
ja: 利用者のみ

source: destination_sign
ja: 案内標識

source: detached
ja: 一戸建て

source: detention
ja: 貯留型雨水調整池

source: digital
ja: デジタル

source: dimension_stone
ja: 切石

source: direction
ja: 方向

source: dirt
ja: 土

source: disabled
ja: 障碍者

source: dish
ja: パラボラ

source: distribution
ja: 配電用

source: distributor
ja: 流通業者

source: ditch
ja: 排水路

source: does not exist
ja: は存在しません

source: dog
ja: 犬

source: dog_excrement
ja: 犬の排泄物

source: dog_racing
ja: ドッグレース

source: doityourself
ja: DIY店

source: dome
ja: ドーム型

source: donau
ja: ドナウ

source: donau;one-level
ja: ドナウ;1層

source: done
ja: 以上

source: donut
ja: ドーナッツ

source: dormant
ja: 休火山

source: dormitory
ja: 寮

source: double
ja: 両側

source: double_half
ja: 半幅二本

source: double_slip
ja: 両渡り付交差

source: down
ja: 下

source: downhill
ja: 滑降

source: download
ja: ダウンロード

source: drag_lift (general type - use only if exact type (see values below) is unknown)
ja: 牽引リフト (一般型 - 適切な種別 (以下参照) が不明な場合にのみ使用してください)

source: drain
ja: 放水路

source: draw angle snap
ja: 角度を合わせて描画

source: draw angle snap highlight
ja: 合わせる角度を強調表示

source: drawbridge
ja: 跳ね橋

source: drinks
ja: 飲料

source: drive-through
ja: ドライブスルー

source: driveway
ja: 私道

source: dry_barrel
ja: 乾式バレル

source: dry_stone
ja: 石積み

source: east
ja: 東

source: easy
ja: 初級

source: edge ways parallel to ''across''
ja: ''across''に並行する境界のウェイ

source: edge ways parallel to ''through''
ja: ''through''に並行する境界のウェイ

source: edit bounds for selected defaults
ja: 選択された既定の境界を編集

source: edit counts
ja: 編集回数

source: edit existing tag
ja: 既存のタグを編集

source: edit gpx tracks
ja: GPXトラックの編集

source: edit network attributes
ja: ネットワーク属性の編集

source: edit new tag
ja: 新しいタグを編集

source: education
ja: 教育

source: eez
ja: 排他的経済水域

source: eightfold
ja: 8本

source: electric
ja: 電気

source: electricity
ja: 電力

source: electro
ja: 電化製品

source: electronic
ja: 電気

source: elements
ja: エレメント

source: elevation
ja: 高度

source: elongated_coin
ja: 記念メダル作成機

source: emergency
ja: 非常口

source: emergency_access
ja: 緊急車両の通行

source: empty
ja: 空

source: empty value in semicolon-separated ''{0}''
ja: セミコロンで区切られた''{0}''に空の値があります

source: enclosure
ja: エンクロージャー

source: end nodes
ja: 末端ノード

source: end of the track
ja: トラックの終了点

source: enforcement
ja: 交通取締り

source: entrances to the site, on the perimeter
ja: 境界上のサイトへの出入口

source: entry points
ja: スタート地点

source: environment
ja: 環境

source: environment_centre
ja: 環境センター

source: environment_protection
ja: 環境保護

source: equestrian
ja: 馬術

source: error in initialization
ja: 初期化時のエラー

source: estimate
ja: 大体

source: ethiopian
ja: エチオピア料理

source: ethnic
ja: エスニック

source: evangelical
ja: 福音派

source: even
ja: 偶数

source: events_venue
ja: イベント会場

source: evergreen
ja: 常緑樹

source: every n-th member of relation and/or every n-th node of way
ja: リレーションのn個おきのメンバーやウェイのn個おきのノード

source: everything in the visible area
ja: みえている領域全部

source: examples
ja: 例

source: excellent
ja: とても良い

source: excrement_bags
ja: 糞袋

source: excursion segment
ja: 可動域

source: exercise
ja: 運動

source: exit
ja: 出口

source: expected .jos file inside .joz archive
ja: .jozアーカイブの中に.josファイルがありません

source: expert
ja: 達人

source: extended options for editing opening_hours
ja: 開店時間編集のための拡張オプション

source: extinct
ja: 死火山

source: exttool:{0}
ja: 外部ツール:{0}

source: factory
ja: 工場

source: falconry
ja: 鷹狩

source: false: the property ''{0}'' is explicitly switched off
ja: 偽: プロパティ ''{0}'' をオフに設定する

source: false: the property is explicitly switched off
ja: 偽: プロパティをオフに設定する

source: family
ja: 家族

source: family_centre
ja: ファミリーセンター

source: farm
ja: 農業用

source: farmland
ja: 農地

source: farmyard
ja: 農場

source: fashion
ja: ファッション

source: female_toilet
ja: 女性用トイレ

source: fence
ja: フェンス

source: ferry
ja: フェリー

source: field_hockey
ja: フィールドホッケー

source: filipino
ja: フィリピン料理

source: filmmaking
ja: 映画制作

source: filter
ja: フィルタ

source: filtered/disabled
ja: フィルターにより無効化

source: filtered/hidden
ja: フィルター/非表示

source: filtering ways
ja: ウェイを絞り込み

source: find in selection
ja: 選択範囲の中から見つける

source: fine_gravel
ja: 砂利

source: fire
ja: 火事

source: fire_station
ja: 消防署

source: firebreak
ja: 防火帯

source: first way after junction
ja: 分岐点後の最初のウェイ

source: fish
ja: 魚料理

source: fish_and_chips
ja: フィッシュ・アンド・チップス

source: fishing
ja: 釣り

source: fission
ja: 原子力

source: fitness
ja: フィットネス

source: fitness_centre
ja: フィットネスジム

source: fivefold
ja: 5本

source: fix associatedStreet relation
ja: 通り名住居表示のリレーションを修正

source: fixed
ja: 固定

source: flag
ja: 旗形

source: floating
ja: 浮橋

source: flood_wall
ja: 護岸壁

source: flooded
ja: 暗渠

source: floodlight
ja: 投光器

source: floor-mounted_crane
ja: 床取り付けクレーン

source: florist
ja: 花屋

source: flush
ja: 水洗

source: folder
ja: フォルダ

source: folding
ja: 折戸

source: food
ja: 食品

source: footway
ja: 歩道

source: for &Oneway roads
ja: 一方通行道路のみ(&O)

source: forest
ja: 人工林

source: forestry
ja: 林業用

source: fork node for alternative routes
ja: 別ルートへの分岐点

source: fortification
ja: 強化

source: fortress
ja: 要塞

source: forward
ja: 前方向

source: forward halt point
ja: 下りの停止位置

source: forward segment
ja: 下り区間

source: four-level
ja: 4層

source: francis_turbine
ja: フランシス水車

source: freemasonry
ja: フリーメイソン

source: freeride
ja: フリーライド

source: freestanding
ja: 自立型

source: freight
ja: 貨物

source: french
ja: フレンチ

source: friture
ja: 揚げ物

source: from tile
ja: min(最小値)

source: from way
ja: ウェイから

source: frozen_yogurt
ja: フローズンヨーグルト

source: fuel
ja: 燃料

source: full
ja: 完全

source: fur
ja: 毛皮

source: fusion
ja: 核融合

source: gaelic_games
ja: ゲーリックゲーム

source: game
ja: ゲーム

source: gamma
ja: ガンマ

source: gantry_crane
ja: ガントリクレーン

source: garage
ja: 車庫

source: garages
ja: 車庫(集合)

source: gardening
ja: ガーデニング

source: gas
ja: ガス

source: gas_turbine
ja: ガスタービン

source: gasification
ja: ガス化

source: gasometer
ja: ガスタンク

source: generate all combinations from entrie/exit candidates
ja: 入口/出口の候補の組み合わせをすべて作成

source: generator
ja: 昇圧用(発電所用)

source: geology
ja: 地形

source: georgian
ja: ジョージア料理

source: ger
ja: ガー

source: german
ja: ドイツ料理

source: get number of unread messages
ja: 未読メッセージの件数を取得

source: girl
ja: 女子

source: glass
ja: ガラス

source: glass_cabinet
ja: ガラスキャビネット

source: gold
ja: 金

source: golf
ja: ゴルフ

source: golf_course
ja: ゴルフコース

source: good
ja: 良い

source: gps marker
ja: GPSマーカー

source: gps point
ja: GPSポイント

source: grade1
ja: グレード1

source: grade2
ja: グレード2

source: grade3
ja: グレード3

source: grade4
ja: グレード4

source: grade5
ja: グレード5

source: graffiti
ja: グラフィティ

source: granite
ja: みかげ石

source: graphview arrowhead core
ja: GraphViewの矢印の先端の中

source: graphview default node
ja: GraphViewの既定ノード

source: graphview default segment
ja: GraphViewの既定区間

source: grass
ja: 草地

source: grass_paver
ja: 植生ブロック

source: grassland
ja: 草原

source: gravel
ja: 砂利道

source: gray
ja: 灰

source: greek
ja: ギリシャ料理

source: greek_catholic
ja: ギリシャカトリック

source: greek_orthodox
ja: ギリシャ正教

source: green
ja: 緑

source: greenfield
ja: 開発予定地

source: greenhouse
ja: 温室

source: ground
ja: 地表

source: ground_slots
ja: 溝形

source: groundwater
ja: 地下水

source: guidepost
ja: 道標

source: guyed_h-frame
ja: 支え付きH形

source: guyed_v-frame
ja: 支え付きV形

source: gymnastics
ja: 体操競技

source: h
ja: 時間

source: h-frame
ja: H形

source: half
ja: 半分

source: halt point
ja: 停止位置

source: hamlet
ja: 集落

source: hammam
ja: ハマム

source: handball
ja: ハンドボール

source: hangar
ja: 格納庫

source: has direction keys
ja: 進行方向キーあり

source: has direction keys (reversed)
ja: 進行方向キーあり(逆方向)

source: has no Q-ID
ja: Q-IDがありません

source: hats
ja: 帽子

source: headrace
ja: 導水路

source: healthcare
ja: ヘルスケア

source: heat
ja: 熱

source: heat_pump
ja: ヒートポンプ

source: heath
ja: 茂み

source: heating_station
ja: 暖房ステーション

source: height (m)
ja: 高さ(m)

source: height (meters)
ja: 高さ(メートル)

source: help
ja: ヘルプ

source: helper line
ja: 補助線

source: heptagonal
ja: 7角形

source: heuriger
ja: ホイリゲ

source: hexagon
ja: 六角形

source: hexagonal
ja: 6角形

source: hgv
ja: 中大型貨物車

source: hh 'hours,' mm 'minutes and' ss 'seconds'
ja: hh '時' mm '分' ss '秒'

source: high
ja: 高

source: highlight
ja: ハイライト

source: highlight wireframe
ja: ワイヤーフレームの強調表示

source: highway
ja: 道路

source: highway without a reference
ja: 参照記号のない道路

source: hike
ja: ハイキング

source: hindu
ja: ヒンズー教

source: hinged
ja: 開き戸

source: history
ja: 歴史

source: home
ja: 家

source: homosexual
ja: 同性愛者

source: hop
ja: ホップ

source: hop_plants
ja: ホップ

source: hopscotch
ja: 石蹴リ

source: horizontal_axis
ja: 水平方向

source: horizontal_bar
ja: 鉄棒

source: horrible
ja: 困難

source: horse_racing
ja: 競馬

source: horse_riding
ja: 乗馬場

source: hospital
ja: 病院

source: hot air
ja: 熱風

source: hot water
ja: 温水

source: hot_dog
ja: ホットドッグ

source: hot_spring
ja: 温泉

source: hotel
ja: ホテル

source: hours
ja: 時間

source: house
ja: 家屋

source: house (up to 5m)
ja: 家屋(5m以内)

source: houses belonging to the street
ja: 通りに所属する家屋

source: http://wiki.openstreetmap.org/wiki/Using_Imagery
ja: http://wiki.openstreetmap.org/wiki/JA:Using_Imagery

source: https://wiki.openstreetmap.org/wiki/Visibility_of_GPS_traces
ja: https://wiki.openstreetmap.org/wiki/Ko:Visibility_of_GPS_traces

source: humpback
ja: 太鼓橋

source: hunting
ja: 狩猟

source: hut
ja: 小屋

source: hydrodynamic_screw
ja: 水車

source: hypogeum
ja: 地下埋葬室

source: ibadi
ja: イバード派

source: ice_cream
ja: アイスクリーム

source: ice_hockey
ja: アイスホッケー

source: ice_rink
ja: アイスリンク

source: ice_skate
ja: アイススケート

source: ice_skating
ja: アイススケート

source: id:0 (new objects)
ja: id:0（新しいオブジェクト）

source: if enabled the plugin produces osm-relations from the junction subgraphs
ja: 有効にすると、交差点のサブグラフからOSMのリレーションを作成します

source: iglesia_ni_cristo
ja: イグレシア・ニ・クリスト

source: ilmenite
ja: チタン鉄鉱

source: image has no key
ja: 画像にはキーがない

source: imagery
ja: 画像

source: imagico.de: Aral Sea (high water level)
ja: imagico.de: アラル海 (高水位レベル)

source: imagico.de: Aral Sea (low water level)
ja: imagico.de: アラル海 (低水位レベル)

source: immigrant
ja: 移民

source: impassable
ja: 通行不能

source: implicit
ja: 暗黙

source: imported data from {0}
ja: {0} からデータをインポート

source: improve way accuracy helper line
ja: ウェイの正確さを高める補助線

source: in a grassy area
ja: 草地の中

source: in a parking lot
ja: 駐車場内

source: inactive
ja: 非アクティブ

source: incline
ja: 勾配

source: include
ja: 埋め込む

source: including immediate children of parent relations
ja: 直接の親子リレーションを含む

source: incomplete
ja: 不完全

source: incomplete object: only {0}
ja: 不完全なオブジェクト:{0}しかない

source: incomplete object: only {0} and {1}
ja: 不完全なオブジェクト:{0}と{1}しかない

source: incomplete usage of {0} on a way without {1}
ja: ウェイに{1}が無い{0}は不完全な使用法です

source: incorrect
ja: 不正

source: increase tiles zoom level (change resolution) to see more detail
ja: タイルのズームレベルを上げて（解像度を変更して）詳細を表示する

source: increase zoom level to see more detail
ja: ズームレベルを上げて詳細を見る

source: indian
ja: インド料理

source: indonesian
ja: インドネシア料理

source: indoor
ja: 室内

source: industrial
ja: 工場

source: infiltration
ja: 浸透型雨水調整池

source: informal
ja: 非公式

source: infrastructure
ja: インフラ

source: inner segment
ja: 内側の区間

source: inspection_gauge
ja: 検査ゲージ

source: installation
ja: イラスト

source: integrated into main program
ja: メインプログラムに統合

source: intermediate
ja: 中間

source: international
ja: 多国籍料理

source: invalid coastline
ja: 無効な海岸線
